/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; data = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NOL>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Kompromi AA";

/* Label of field in authority info access extension */
"Access Location" = "Lokasi Akses";

/* Label of field in authority info access extension */
"Access Method" = "Metode Akses";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afiliasi Diganti";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritma";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Nomor Seri Sertifikat Otoritas";

/* Authority info access extension label */
"Authority Information Access" = "Akses Informasi Otoritas";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Pengenal Kunci Otoritas";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Batasan Dasar";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Deretan Bit ";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Deretan Byte";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "byte";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Kompromi CA ";

/* X.509 key usage bitfield name */
"Cert Sign" = "Tanda Sertifikat";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Otoritas Sertifikat";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Tunda Sertifikat";

/* Certificate Policies extension label */
"Certificate Policies" = "Kebijakan Sertifikat";

/* No comment provided by engineer. */
"Certificate Type" = "Jenis Sertifikat";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Penundaan Operasi";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritis";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Titik Distribusi CRL ";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Pembuat CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Tanda CRL ";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Data";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Data Encipherment";

/* X.509 key usage bitfield name */
"Decipher Only" = "Decipher Saja ";

/* X.509 key usage bitfield name */
"Digital Signature" = "Tanda Tangan Digital ";

/* label for general name field value */
"Directory Name" = "Nama Direktori ";

/* label for general name field value */
"DNS Name" = "Nama DNS";

/* label for general name field value */
"EDI Party Name" = "Nama Pihak EDI ";

/* label for general name field value */
"Email Address" = "Alamat Email";

/* X.509 key usage bitfield name */
"Encipher Only" = "Encipher Saja ";

/* No comment provided by engineer. */
"Expired" = "Kedaluwarsa";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Kedaluwarsa";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Teks Eksplisit";

/* Extended key usage extension label */
"Extended Key Usage" = "Penggunaan Kunci Yang Diperluas ";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nama Umum";

/* Label used for General Names when value is invalid */
"General Names" = "Nama Umum";

/* No comment provided by engineer. */
"Hostname mismatch." = "Nama host tidak cocok.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Pemetaan Kebijakan Inhibit";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ Tidak Sah";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Hubungan rantai sertifikat tidak sah.";

/* label for general name field value */
"IP Address" = "Alamat IP";

/* No comment provided by engineer. */
"Issued By" = "Dikeluarkan Oleh";

/* No comment provided by engineer. */
"Issuer Name" = "Nama Pembuat";

/* No comment provided by engineer. */
"Issuer Summary" = "Ringkasan Penerbit";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID Unik Pembuat";

/* X.509 key usage bitfield name */
"Key Agreement" = "Persetujuan Kunci";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Kompromi Kunci";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Encipherment Kunci";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Pengidentifikasi Kunci";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Nama Relatif Ke Penerbit CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Tidak";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Tanpa-Penolakan";

/* field value of parameters field when no parameters are present */
"none" = "tidak ada";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "tidak ditampilkan (label = %1$@; panjang %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Tidak Berlaku Setelah";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Tidak Berlaku Sebelum";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Nomor Pemberitahuan";

/* Netscape certificate type usage value */
"Object Signing" = "Penandatanganan Objek";

/* Netscape certificate type usage value */
"Object Signing CA" = "Penandatanganan Objek CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid terlalu panjang";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Satu sertifikat atau lebih telah kedaluwarsa atau belum sah.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Satu ekstensi kritis yang tidak didukung atau lebih ditemukan.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organisasi";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Nama Lain";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parameter";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Batas Panjang Jalur";

/* Policy constraints extension label */
"Policy Constraints" = "Batasan Kebijakan";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Pengidentifikasi Kebijakan #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Pemodifikasi Kebijakan #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Persyaratan kebijakan tidak terpenuhi.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Waktu Pakai Kunci Pribadi";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Hak Istimewa Ditarik";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritma Kunci Publik";

/* No comment provided by engineer. */
"Public Key Data" = "Data Kunci Publik";

/* Label of field in extended key usage extension */
"Purpose" = "Tujuan";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Pemodifikasi";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Alasan";

/* label for general name field value */
"Registered ID" = "ID Terdaftar";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Perlu Kebijakan Eksplisit";

/* Netscape certificate type usage value */
"Reserved" = "Dilindungi";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Sertifikat dasar tak dapat dipercaya.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Urutan";

/* No comment provided by engineer. */
"Serial Number" = "Nomor Seri";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Atur";

/* No comment provided by engineer. */
"Signature" = "Tanda Tangan ";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritma Tanda Tangan";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "klien SSL";

/* Netscape certificate type usage value */
"SSL server" = "server SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Pengenal Kunci Subjek";

/* No comment provided by engineer. */
"Subject Name" = "Nama Subjek";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID Unik Subjek";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Menggantikan";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Sertifikat ini memiliki penerbit yang telah kedaluwarsa";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Sertifikat ini memiliki penerbit yang belum sah";

/* No comment provided by engineer. */
"This certificate has expired" = "Sertifikat ini kedaluwarsa";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Sertifikat ini tidak lagi sah";

/* The certificate is temporally valid */
"This certificate is valid" = "Sertifikat ini sah";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Tak diurai %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Berlaku mulai";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Penggunaan";

/* No comment provided by engineer. */
"Valid from" = "Berlaku mulai";

/* No comment provided by engineer. */
"Version" = "Versi";

/* label for general name field value */
"X.400 Address" = "Alamat X.400";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 Nama";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versi %1$d %2$ssertifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Ya";

